/*
  LocalizableMockCalendars.strings
  ThingsTouch

  Created by Jace on 13/4/17.
  Copyright © 2017 Cultured Code. All rights reserved.
*/

// Strings used when mocking the calendars in THCCalendarEventsDataSource.m (in ThingsCommon).
//
// Used when taking screenshots.

/* "Home" calendar */

"Coffee with Sarah" = "与罗芳一起喝咖啡";
"Craft beer seminar" = "工艺啤酒研讨会";
"Electrician comes" = "电工来了";
"Go cycling with Marc" = "与张龙一起骑车";
"Hit the gym with Alex" = "与李峰一起健身";
"Italian lesson" = "意大利语课";
"Marc’s birthday" = "张龙的生日";
"Volunteer at the library" = "图书馆志愿者";

/* "Work" calendar */

"Benefits presentation" = "合作利益演示";
"Budget review" = "预算审查";
"Interview with Lydia" = "面试张丽";
"Meet with Diane" = "与范敏见面";
"Monthly conference call" = "每月电话会议";
"Team meeting" = "团队会议";
"Work from home" = "在家工作";
